[
  {
    "Name": "Mohamed abd el hady",
    "Email": "mohamed.abd.el.hady@hti.edu.eg",
    "PhoneNumber": "0157123233",
    "Bio": "Nabil is a Teaching Assistant in the Computer Science department. He is currently pursuing his MS degree at Alexandria University, where he also earned his BS degree. His research interests include artificial intelligence and machine learning.",
    "Cv": "https://drive.google.com/file/d/1Hxd4INwq3BnhReSWo9RHyqhFTtKgOBjO/view?usp=sharing"
  },
  {
    "Name": "Nabil",
    "Email": "nabil@hti.edu.eg",
    "PhoneNumber": "0115741052",
    "Bio": "Mohamed abd el hady is a Teaching Assistant in the Computer Science department. He is currently pursuing his MS degree at Alexandria University, where he also earned his BS degree. His research interests include artificial intelligence and machine learning.",
    "Cv": "https://drive.google.com/file/d/1Hxd4INwq3BnhReSWo9RHyqhFTtKgOBjO/view?usp=sharing"
  },
  {
    "Name": "Eman",
    "Email": "eman@hti.edu.eg",
    "PhoneNumber": "0123753700",
    "Bio": "Eman is a Teaching Assistant in the Computer Science department. She is currently pursuing her MS degree at Alexandria University, where she also earned her BS degree. Her research interests include artificial intelligence and machine learning.",
    "Cv": "https://drive.google.com/file/d/1Hxd4INwq3BnhReSWo9RHyqhFTtKgOBjO/view?usp=sharing"
  },
  {
    "Name": "Aya Ashraf",
    "Email": "aya.ashraf@hti.edu.eg",
    "PhoneNumber": "0105856834",
    "Bio": "Aya Ashraf is a Teaching Assistant in the Computer Science department. She is currently pursuing her MS degree at Alexandria University, where she also earned her BS degree. Her research interests include artificial intelligence and machine learning.",
    "Cv": "https://drive.google.com/file/d/1Hxd4INwq3BnhReSWo9RHyqhFTtKgOBjO/view?usp=sharing"
  },
  {
    "Name": "Alaa Ezat",
    "Email": "alaa.ezat@hti.edu.eg",
    "PhoneNumber": "0113114177",
    "Bio": "Alaa Ezat is a Teaching Assistant in the Computer Science department. She is currently pursuing her MS degree at Alexandria University, where she also earned her BS degree. Her research interests include artificial intelligence and machine learning.",
    "Cv": "https://drive.google.com/file/d/1Hxd4INwq3BnhReSWo9RHyqhFTtKgOBjO/view?usp=sharing"
  },
  {
    "Name": "Alaa Salem",
    "Email": "alaa.salem@hti.edu.eg",
    "PhoneNumber": "0151917578",
    "Bio": "Alaa Salem is a Teaching Assistant in the Computer Science department. She is currently pursuing her MS degree at Alexandria University, where she also earned her BS degree. Her research interests include artificial intelligence and machine learning.",
    "Cv": "https://drive.google.com/file/d/1Hxd4INwq3BnhReSWo9RHyqhFTtKgOBjO/view?usp=sharing"
  },
  {
    "Name": "Aya Hesham",
    "Email": "aya.hesham@hti.edu.eg",
    "PhoneNumber": "0127032573",
    "Bio": "Aya Hesham is a Teaching Assistant in the Computer Science department. She is currently pursuing her MS degree at Alexandria University, where she also earned her BS degree. Her research interests include artificial intelligence and machine learning.",
    "Cv": "https://drive.google.com/file/d/1Hxd4INwq3BnhReSWo9RHyqhFTtKgOBjO/view?usp=sharing"
  },
  {
    "Name": "Nourhan",
    "Email": "nourhan@hti.edu.eg",
    "PhoneNumber": "0127940980",
    "Bio": "Nourhan is a Teaching Assistant in the Computer Science department. She is currently pursuing her MS degree at Alexandria University, where she also earned her BS degree. Her research interests include artificial intelligence and machine learning.",
    "Cv": "https://drive.google.com/file/d/1Hxd4INwq3BnhReSWo9RHyqhFTtKgOBjO/view?usp=sharing"
  },
  {
    "Name": "Israa Khairy",
    "Email": "israa.khairy@hti.edu.eg",
    "PhoneNumber": "0121056857",
    "Bio": "Israa Khairy is a Teaching Assistant in the Computer Science department. She is currently pursuing her MS degree at Alexandria University, where she also earned her BS degree. Her research interests include artificial intelligence and machine learning.",
    "Cv": "https://drive.google.com/file/d/1Hxd4INwq3BnhReSWo9RHyqhFTtKgOBjO/view?usp=sharing"
  },
  {
    "Name": "Alaa Salem",
    "Email": "alaa.salem@hti.edu.eg",
    "PhoneNumber": "0124796098",
    "Bio": "Alaa Salem is a Teaching Assistant in the Computer Science department. She is currently pursuing her MS degree at Alexandria University, where she also earned her BS degree. Her research interests include artificial intelligence and machine learning.",
    "Cv": "https://drive.google.com/file/d/1Hxd4INwq3BnhReSWo9RHyqhFTtKgOBjO/view?usp=sharing"
  },
  {
    "Name": "Basant",
    "Email": "basant@hti.edu.eg",
    "PhoneNumber": "0115033351",
    "Bio": "Basant is a Teaching Assistant in the Computer Science department. She is currently pursuing her MS degree at Alexandria University, where she also earned her BS degree. Her research interests include artificial intelligence and machine learning.",
    "Cv": "https://drive.google.com/file/d/1Hxd4INwq3BnhReSWo9RHyqhFTtKgOBjO/view?usp=sharing"
  }
]